// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Wi-Fi Direct aktivieren";
WDTTaskDescription = "Verwenden Sie eine Wireless Direct-Verbindung, um von wireless-fähigen Smartphones, Notebookcomputern oder anderen mobilen Geräten auf einfache Weise eine Verbindung zum Drucker herzustellen.";

WDTSecurityRequiredDescription = "Zugriff auf den Drucker durch eine Passphrase (erforderlich) einschränken.";

WDTPassphraseTitle = "Passphrase:";
WDTShowPassphraseButtonTitle = "Passphrase anzeigen";
WDTSavePassphraseButtonTitle = "Passphrase in meiner Keychain sichern";
WDTEmptyPassphraseError = "Passphrase muss angegeben werden.";
WDTTooShortPassphraseError = "Passphrase muss mindestens 8 Zeichen lang sein.";

WDTConfigureWiFiDirectButtonTitle = "Mac für die nahtlose Verwendung von HP Wi-Fi Direct konfigurieren";
WDTConfigureWiFiDirectDescription = "Meinen Mac so einrichten, dass er automatisch zum Wi-Fi Direct-Netzwerk des Druckers hinzugefügt wird, wenn er sich nicht im üblichen Wireless-Netzwerk befindet.";
WDTConfigurtWiFiDirectAdditionalDescription = "Schnellen Wechsel zwischen meiner üblichen Netzwerkkonfiguration und der Konfiguration für das Wi-Fi Direct-Netzwerk des Druckers ermöglichen. Verwenden Sie dazu das Untermenü \"Standort\" im Apple-Menü.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Weitere Informationen zu Wi-Fi Direct auf Ihrem Drucker finden Sie unter";

WDTCannotBeEnabledErrorTitle = "Wi-Fi Direct kann nicht aktiviert werden";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct kann in der aktuellen Konfiguration des Druckers nicht aktiviert werden. Weitere Informationen erhalten Sie, wenn Sie Wi-Fi Direct über das Bedienfeld oder die Startseite des Druckers – dem so genannten Integrierten Web-Server (EWS) – aktivieren.";
